import detail_img1 from "/public/images/pc/home/IBA_detail_01.png";
import detail_img2 from "/public/images/pc/home/IBA_detail_02.png";
import detail_img3 from "/public/images/pc/home/IBA_detail_03.png";
import info from "/public/images/info/mmexport1703332481073.png";
import info2 from "/public/images/info/mmexport7a6ebfd6c34e7dc92456bbae6a58e4e3_1703332717296.png";

export const TITLE_LIST = [
  "订单履行全流程可视，履行进度可预测，异常可管理，一张视图实现三流合一，信息高效互通与共享",
  "场景化的客户，线索和商机管理，实现产品、渠道、客户之间自动查找与匹配；精准投入销售资源，提升从线索到合同转化率",
  "通过对不同销售场景下合同数据要素的解构，场景化知识图谱的构建，依据明确的业务规则，管好合同的生成和履行",
  "多维模型实现对客户需求快速排序；产品相似相近特征搜索，提高产品配置效率",
  "管理从需求结构化-配置推荐-项目成本概算-项目报价的关键流程，加速产品配置输出，提高商机转化，提高项目盈利测算能力和签约质量",
];

export const DESCRIPTION_LIST = [
  "一站式智能销售预测。丰富的销售预测模版，可适配企业多场景全渠道的机会点、项目、框架合同、要货计划的预测管理",
  "基于价值导向的产品结构化和归一化AI算法。面向客户需求，取得成本和效率的相对平衡，实现公司价值的最大化 ",
];

export const ABILITY_LIST = [
  [
    "聚焦企业核心业务线，实现线索到回款、收入到利润，关键经营指标可视，逐段逐层自动解析定位业务问题、生成任务令闭环管理",
    "多场景应用：日报、周报、月度经营分析",
    "基于规则数据业务异常主动预警",
    "搜索式指标自动计算功能",
  ],
  ["1", "2"],
  ["1", "2", "3"],
];

export const APPLICATION_LIST: any = {
  IBA: {
    des: [
      "聚焦企业核心业务线，实现线索到回款、收入到利润，关键经营指标可视，逐段逐层自动解析定位业务问题、生成任务令闭环管理",
      "支撑不同角色（决策层/管理层/执行层），不同场景（日/周/月报，经营分析会）的场景使用，多主题分析（收入/回款/存货/成本费用等）；",
      "基于规则数据业务异常主动预警",
      "搜索式指标自动计算功能",
    ],
    ability: "仪表盘、驾驶舱、智能业务解析、搜索式指标计算",
  },
  LTC: {
    des: [
      "LTC全流程三流（实物流，信息流，资金流）可视，信息高效透明共享；",
      "订单异常可预警，快速识别问题；",
      "订单进度可预测，减少过程等待和沟通时间",
    ],
    ability:
      "领域驾驶舱、订单360、异常场景提醒、智能合同管理、智能销售管理，产品配置报价，新产品导入",
  },
  ISC: {
    des: [
      "集成计划核心绩效的可视可分析，了解全面运营情况；",
      "实现集成计划流程的数字化运营和“一个计划”的全局最优决策输出；",
      "帮助企业实现四个提升：交付效率，库存周转率，需求准确率和协调效率",
    ],
    ability: "领域驾驶舱、销售预测、S&OP",
  },
};

export const capabilityList = [
  {
    title:
      "聚焦企业核心业务线，实现线索到回款、收入到利润，关键经营指标可视，逐段逐层自动解析定位业务问题、生成任务令闭环管理",
    des: "",
  },
  {
    title: "多场景应用：日报、周报、月度经营分析",
    des: "",
  },
  {
    title: "基于规则数据业务异常主动预警",
    des: "",
  },
  {
    title: "搜索式指标自动计算功能",
    des: "",
  },
];

export const capabilityList_LTC = [
  [
    {
      title: "需求优先级排序：",
      detail:
        "综合客户价值、产品价值、项目规模、需求紧急度等因素，辅助设计人员对需求进行优先级排序，优质资源匹配优质客户；",
    },
    {
      title: "产品相似推荐：",
      detail:
        "基于产品/物料主数据的结构化，根据客户需求特征快速检索和匹配相近产品，提升设计人员的作业效率，确保客户满意度",
    },
  ],
  [
    {
      title: "需求优先级排序：",
      detail:
        "综合客户价值、产品价值、项目规模、需求紧急度等因素，辅助设计人员对需求进行优先级排序，优质资源匹配优质客户；",
    },
    {
      title: "产品相似推荐：",
      detail:
        "基于产品/物料主数据的结构化，根据客户需求特征快速检索和匹配相近产品，提升设计人员的作业效率，确保客户满意度",
    },
  ],
  [
    {
      title: "",
      detail:
        "面向客户，端对端设计合同作战业务，实现销售、交付、验收、回款横向拉通",
    },
    {
      title: "",
      detail:
        "基于产品/适配业务场景，编排流程及规则，实现场景有效性和作战敏捷性",
    },
    {
      title: "",
      detail:
        "基于产品/对齐业务目标，承载利润、效率、风险管理功能，实现实时可视、多维分析、管理预警、智能决策",
    },
  ],
  [
    {
      title: "需求优先级排序：",
      detail:
        "综合客户价值、产品价值、项目规模、需求紧急度等因素，辅助设计人员对需求进行优先级排序，优质资源匹配优质客户；",
    },
    {
      title: "产品相似推荐：",
      detail:
        "基于产品/物料主数据的结构化，根据客户需求特征快速检索和匹配相近产品，提升设计人员的作业效率，确保客户满意度",
    },
  ],
  [
    {
      title: "需求优先级排序：",
      detail:
        "综合客户价值、产品价值、项目规模、需求紧急度等因素，辅助设计人员对需求进行优先级排序，优质资源匹配优质客户；",
    },
    {
      title: "产品相似推荐：",
      detail:
        "基于产品/物料主数据的结构化，根据客户需求特征快速检索和匹配相近产品，提升设计人员的作业效率，确保客户满意度",
    },
  ],
];

export const navList = [
  {
    id: "eimos",
    title: "EIMOS",
  },
  {
    id: "IBA_ele",
    title: "智能业务解析",
  },
  {
    id: "LTC",
    title: "线索到回款",
  },
  {
    id: "ISC",
    title: "集成供应链",
  },
  {
    id: "plan",
    title: "应用及解决方案",
  },
  {
    id: "eimos-platform",
    title: "EIMOS平台",
  },
  {
    id: "cus",
    title: "我们的客户",
  },
];

export const IMG_DETAIL_LIST: any = {
  IBA: [
    {
      imgUrl: detail_img1,
      title: "核心能力",
      des: [
        {
          title: "",
          detail:
            "聚焦企业核心业务线，实现线索到回款、收入到利润，关键经营指标可视，逐段逐层自动解析定位业务问题、生成任务令闭环管理",
        },
        {
          title: "",
          detail: "多场景应用：日报、周报、月度经营分析",
        },
        {
          title: "",
          detail: "基于规则数据业务异常主动预警",
        },
        {
          title: "",
          detail: "搜索式指标自动计算功能",
        },
      ],
      other: "",
    },
    {
      imgUrl: detail_img2,
      title: "制造毛利率影响动因及改进策略",
      des: [
        {
          title: "产品结构",
          detail: "销售资源配置向高价值高毛利产品倾斜，提升其销售比重",
        },
        {
          title: "销售价格",
          detail: "管控商务授权，提高单一产品商务价格",
        },
        {
          title: "产品成本（料、工、费）",
          detail:
            "单一产品降成本（降低原材料采购价格、生产替代、生产效率提升等）",
        },
      ],
      other:
        "基于影响制造毛利率的业务动因进行量化解析，识别盈利能力下降主要因素，针对性制定业务改进策略，提升盈利能力",
    },
    {
      imgUrl: detail_img3,
      title: "核心能力",
      des: [
        {
          title: "",
          detail:
            "聚焦企业核心业务线，实现线索到回款、收入到利润，关键经营指标可视，逐段逐层自动解析定位业务问题、生成任务令闭环管理",
        },
        {
          title: "",
          detail: "多场景应用：日报、周报、月度经营分析",
        },
        {
          title: "",
          detail: "基于规则数据业务异常主动预警",
        },
        {
          title: "",
          detail: "搜索式指标自动计算功能",
        },
      ],
      other: "",
    },
  ],
  LTC: [[], [], []],
};

export const developList = [
  [
    { time: "2021.1", title: "正式运营" },
    { time: "2021.4", title: "业务架构设计" },
  ],
  [
    { time: "2021.9", title: "产品开发" },
    { time: "2022.1", title: "EIMOS 1.0版本发布" },
  ],
  [
    { time: "2022.1", title: "xx工业互联网项目中标" },
    { time: "2022.2", title: "广州xx项目启动" },
  ],
  [
    { time: "2022.3", title: "杭州xx V1.0版本正式上线" },
    { time: "2022.6", title: "金华xx项目启动" },
  ],
  [
    { time: "2022.9", title: "广州xx项目正式上线" },
    { time: "2023.1", title: "广州xx项目正式上线" },
  ],
  [
    { time: "2022.9", title: "广州xx项目正式上线" },
    { time: "2023.1", title: "广州xx项目正式上线" },
  ],
  [
    { time: "2022.9", title: "广州xx项目正式上线" },
    { time: "2023.1", title: "广州xx项目正式上线" },
  ],
  [
    { time: "2022.9", title: "广州xx项目正式上线" },
    { time: "2023.1", title: "广州xx项目正式上线" },
  ],
  [
    { time: "2022.9", title: "广州xx项目正式上线" },
    { time: "2023.1", title: "..." },
  ],
];

export const infoListAll = [
  {
    time: "2023-05-10",
    title:
      "荣获杭州市2023“第一批创新型中小企业”及“杭州市企业高新技术研究开发中心”",
    description:
      "近期，杭州市经济和信息化局、杭州市科技局分别公布了“2023年度第一批创新型中小企业”名单和“2023年杭州市企业高新技术研究开发中心”名单，硕磐智能经推荐、评审，荣列其中。",
    imgUrl: info,
    href: "https://mp.weixin.qq.com/s/5qiIEeZhz5hnm38FwgJfEw",
  },
  {
    time: "2022-01-29",
    title: "喜报-热烈祝贺硕磐智能钱江电气EIMOS项目成功上线！",
    description:
      "经过杭州硕磐智能科技有限公司的全体将士数月的奋斗，企业智能管理操作系统EIMOS试商用版本于2022年1月15日正式在钱江电气成功上线。EIMOS已上线的功能得到了钱江电气董事长、总裁及多位高管的高度认可。钱江电气领导认为硕磐智能的企业智能管理操作系统EIMOS中已上线的智能合同管理、集成计划管理，智能业务解析系统能够对准实际业务改进，并依托先进的数据架构规划业务流程实现业务的解析，提升钱江电气企业的效率，最终实现钱江电气数据价值的闭环。硕磐智能EIMOS通过业务与数据双轮驱动的技术架构帮助钱江电气集团实现营销统一、生产制造统一、采购统一、质量管理统一和财务统一。在钱江电气的下一个版本中，硕磐智能还将不断优化完善和提升EIMOS产品性能，最终实现经营分析智能化、业务流程自动化、管理规则自动化、业务决策智能化、财经结果预见化的客户价值。",
    imgUrl: info2,
    href: "https://mp.weixin.qq.com/s/VzPFMq8jDeCJ52qa_r-d9Q",
  },
];
